Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: This is Mitchell’s fourth tour, one of the of the peace process engineers in Northern Ireland, to the region, yet it is the first to Syria after he had ruled it out from his tour agenda in the past.
ar: وتعتبر هذه الجولة هي الرابعة _لميتشل, أحد مهندسي السلام في أيرلندا الشمالية, إلى المنطقة إلا أنها الأولى إلى _سورية بعد استثنائه لها من أجندة جولاته السابقة.

source: Swedish Nobel Foundation chooses Egypt’s Writers Union to nominate literature prizes
ar: مؤسسة نوبل بالسويد تختار اتحاد كتاب مصر جهة للترشيح لجوائزها للآداب

source: Egypt’s Writers’ Union is now authorized to nominate two novelists for the Nobel literature prize. Mohammed Salmawy, union president, told Reuters that this was the “first time in Nobel and Egyptian history that an Arabic entity is authorized in such a d
ar: أصبح من حق اتحاد كتاب مصر أن يرشح كاتبين للحصول على جائزة نوبل للآداب. وقال رئيس الاتحاد محمد سلماوي لرويترز لأول مرة في تاريخ مؤسسة نوبل وفي تاريخ مصر يتم اختيار جهة عربية معتمدة من مؤسسة نوبل للترشيح للجائزة العالمية في الآداب حيث أصبح لاتحاد كتاب مصر

source: Salmawy said that this trust from the Nobel foundation was “a gain for Arab and Egyptian literature”. No Arabs were nominated for the prize since Egyptian novelist Naguib Mahfouz won the award in 1988, although there have been talks
ar: وتابع قائلاً إن هذه الثقة من المؤسسة السويدية مكسب للأدب المصري والعربي حيث إنه منذ فوز الروائي المصري نجيب محفوظ (1911-2006) بجائزة نوبل في الآداب عام 1988 لم يرشح أحد للجائزة باستثناء ما يقال عن ترشيح الشاعر الفلسطيني الراحل محمود درويش والشاعر السوري

source: Salmawy said that the Nobel foundation does not authorize just any entity; the institution must be independent, non-governmental, democratically elected, and has the trust of its members. The Nobel foundation also grants the right of nomination to its la
ar: وقال سلماوي إن مؤسسة نوبل لا تعتمد أي جهة (للترشيح لجوائزها) بل تشترط أن تكون جهة الترشيح مستقلة غير حكومية ومنتخبة ديمقراطياً وتحظى بثقة الأعضاء. كما تمنح مؤسسة نوبل حق الترشيح أيضا للفائزين بجائزتها وإنها كانت ترسل في شهر أكتوبر سنوياً خطاباً إلى محفو

source: Salmawy further stated that the past few months witnessed correspondence between the union and the Nobel foundation, which deemed the union a trust-worthy entity due to its international contributions, and therefore issued a letter of approval to the unio
ar: وأضاف أن الشهور الماضية شهدت اتصالات ومراسلات بين الاتحاد والمؤسسة التي تأكد لها بعد بحث طلب الاتحاد أنه جدير بالثقة بعد بروز دوره على الساحة الدولية فأرسلت خطاباً بالموافقة على اعتماد الاتحاد جهة رسمية للترشيح.

source: I am watching a speech by the Iranian President Mahmoud Ahmadinejad. I asked myself why is this man not afraid of his people in spite of these masses that came out in their millions, not prevented by any barriers or hindrances, and despite the other milli
ar: وأنا أشاهد خطاب الرئيس الإيرانى محمود أحمدى نجاد سألت نفسى لماذا هذا الرجل لا يخاف من شعبه رغم هذه الجماهير التى خرجت بالملايين دون حواجز أو موانع ، على الرغم من ملايين آخرين كانوا يتظاهرون احتجاجا على نتائج الانتخابات .. أنا سأفترض أن هؤلاء الذين خرجوا

source: Ahmadinejad - the question is when will the people like their president and when will he wish them well?
ar: أحمدى نجاد وسؤال متى يحب الشعب رئيسه ويدعو لهم ؟

source: The citizens wish the best for Egypt and its people: Contact: 0103067092 aboalmalli@maktoob.com aboalmally@yahoo.com
ar: مواطن يأمل الخير لمصر ولشعب مصر __للتواصل : 0103067092 aboalmalli@maktoob.com _aboalmally@yahoo.com

source: Plague spreads in the Tubruq region of Libya, killing two people out of the thirteen infected in two days
ar: الطاعون ينتشر فى منطقة بطبرق الليبية ويقتل حالتين من ١٣ إصابة فى يومين

source: Bubonic plague has spread in the region of Tursha, south of the city of Tubruq in Libya, and has resulted in two deaths among the thirteen cases that were admitted to hospital for treatment.
ar: انتشر مرض الطاعون فى منطقة الطرشة جنوب مدينة طبرق الليبية مما أسفر عن حالتى وفاة ضمن ١٣ حالة تم حجزها لتلقى العلاج فى المستشفى.

source: The Libya Al-Youm newspaper learnt from Tubruq Hospital administration the day before yesterday that the government is making great efforts to contain the disease. It has started to vaccinate residents of the city and surrounding areas against the diseas
ar: وعلمت صحيفة «ليبيا اليوم»، أمس الأول، من إدارة مستشفى طبرق أن الحكومة تبذل جهدا كبيرا لتطويق هذا المرض، حيث بدأت فى تطعيم سكان المدينة والمناطق التى حولها ضد المرض الذى قالت إنه ينتقل عن طريق بعض الحشرات، فضلا عن حظر الدخول والخروج من منطقة الطرشة.

source: The Libyan authorities announced signs of the new health disaster on Egypt's western border, as the Libyan village of Tursha, in which the first cases appeared, is about 80 km from the Egyptian border. Sources expressed their concern that the nationalitie
ar: ويشكل إعلان السلطات الليبية بوادر كارثة صحية جديدة على حدود مصر الغربية، إذ تبعد قرية الطرشة الليبية التى ظهرت فيها الحالات الأولى عن الحدود المصرية حوالى ٨٠ كلم. وأعربت مصادر عن قلقها من عدم تحديد جنسية المصابين، وما إذا كان بينهم مصريون أم لا، خاصة أن ت

source: Well-informed sources said that the Libyan Health Minister, Dr Mohamed Hijazi, the Secretary of the General People's Committee for Justice, Mustafa Abd al-Jalil, and the Secretary of the General People's Committee for Public Security, General Abd al-Fatah
ar: وذكرت مصادر مطلعة أن وزير الصحة الليبى الدكتور محمد حجازى، وأمين اللجنة الشعبية العامة للعدل مصطفى عبدالجليل، وأمين اللجنة الشعبية العامة للأمن العام اللواء عبد الفتاح يونس، بالإضافة إلى أمين اللجنة الشعبية العامة للزراعة أبى بكر المنصورى، متواجدون حاليا

source: Hijazi said that he had provided preventative vaccinations against this disease, which is spread by rodents, and particularly fleas which transmit the virus to other creatures. He added that the cases which had been diagnosed in Al Butnan were now under
ar: وقال حجازى إنه تم توفير الأمصال الواقية والمضادة لهذا المرض الذى ينتشر عن طريق القوارض، خاصة البراغيث الناقلة للفيروس الى الكائنات الأخرى، مضيفا أن الحالات التى تم تشخيصها فى البطنان هى الآن تحت سيطرة الأطباء المزودين بإمكانيات كفيلة بمعالجتها وضمان الوقا

source: He added that an English company contracted to eradicate the rodents had begun its work in this regard and had taken all prompt and necessary measures in the western region.
ar: وأضاف أن شركة إنجليزية تم التعاقد معها للقضاء على القوارض باشرت عملها فى هذا الخصوص واتخذت كل التدابير اللازمة والسريعة فى المنطقة الغربية.

source: Hijazi explained that this type of bacteria had previously emerged in this region twice before in 1977 and 1984.
ar: وأوضح أنه سبق لهذا النوع من البكتيريا أن ظهر فى هذه المنطقة مرتين من قبل عام ١٩٧٧ و ١٩٨٤.

source: It is known that bubonic plague is a disease transmitted by rats and fleas, and humans become infected when bitten by an infected flea, whereby the bacteria is transmitted into the body tissues and starts to multiply inside the cells. The bacteria is then
ar: ومن المعروف أن الطاعون هو مرض تنقله الفئران والبراغيث وتحدث الإصابة فى الإنسان عندما يلسع البرغوث المصاب جلد الإنسان حيث تنتقل البكتيريا إلى أنسجة الجسم وتبدأ فى التكاثر داخل الخلية فتنتقل البكتيريا إلى الجهاز الليمفاوى إلى أن تصل إلى عقدة ليمفاوية حيث تب

source: Mousavi calls for a day of mourning as Tehran accuses foreign media of riot support
ar: موسوي يدعو إلى يوم حداد .. وطهران تتهم وسائل الإعلام الأجنبية بتأييد (الشغب)!

source: Tehran – Al Shourouk – News Agencies
ar: طهران - الشروق - وكالات -

source: Events in Iran have been escalating at an alarming rate, which warns of more even more clashes. Mir Hossein Mousavi, defeated presidential candidate, has called on Iranians to organize ‘a day of mourning’ on Thursday where they would engage in congregati
ar: تلاحقت الأحداث في إيران بصورة متسارعة تنذر بمزيد من الصدامات ، حيث وجه مير حسين موسوي المرشح المهزوم في الانتخابات الرئاسية الشعب الإيراني إلى تنظيم يوم حداد الخميس مع تنظيم تجمعات ومسيرات تخليدا لأرواح ضحايا المظاهرات المناهضة للسلطة ، وذلك على الرغم م

source: A statement issued on Mousavi’s website on Wednesday said:”Mousavi calls on the Iranian people to congregate in mosques and organize peaceful rallies to pay tribute to the families of martyrs and victims of recent events”. The statement said Mousavi hims
ar: وجاء في بيان أصدره موسوي عبر موقعه على الإنترنت يوم الأربعاء : يطلب موسوي من الشعب الإيراني التجمع في المساجد وتنظيم مسيرات سلمية لمواساة عائلات الشهداء والجرحى في الأحداث الأخيرة ، موضحا أن موسوي نفسه سيشارك في مراسم خاصة خلال هذا اليوم.

source: At least seven civilians had died Monday in the Iranian capital Tehran during an attack on the Islamic militia base, Basij. Many others were wounded.
ar: وكان سبعة مدنيين على الأقل قد لقوا مصرعهم يوم الإثنين في العاصمة الإيرانية طهران في هجوم على قاعدة لميليشيا الباسيج الإسلامية ، فيما أصيب كثيرون آخرون بجروح.

source: Shi’a Muslims normally pay tribute on the third day of death, a week later, and then on the fortieth day following death.
ar: ويحيي الشيعة عادة ذكرى الموتى في اليوم الثالث من الوفاة ، ثم بعد أسبوع ، وبعد ذلك في اليوم الأربعين.

source: On the other hand, Iranian president Mahmoud Ahmadinejad perceives his re-election as an indication of trust from the people of Iran to his government. Ahmadinejad said in a statement to the Iranian Student News Agency that “Election results reinforce th
ar: وعلى الجانب الآخر ، رأى الرئيس الإيراني محمود أحمدي نجاد يوم الأربعاء أن إعادة انتخابه تشكل دليلا على ثقة الشعب في حكومته ، وقال في تصريح لوكالة الأنباء الإيرانية الطلابية إن نتائج الانتخابات تؤكد أن عمل الحكومة التاسعة يقوم على النزاهة وخدمة الشعب ، في

source: “Twenty five million people have supported the manner with which we administer the country which is rooted in the revolution”, he said.
ar: وأضاف أيد 25 مليون شخص هذه الطريقة في إدارة البلاد التي باتت راسخة في الثورة.

source: The Iranian Ministry of Foreign Affairs had summoned six EU ambassadors from Britain, France, Germany, Italy, Holland, and the Czech Republic in protest to their statements condemning the electoral process. The Ministry has also criticized foreign media
ar: وبعد استدعائها يوم الأربعاء لستة من سفراء دول الاتحاد الأوروبي هي بريطانيا وفرنسا وألمانيا وإيطاليا وهولندا والقائم بأعمال جمهورية التشيك احتجاجا على التصريحات المنتقدة للعملية الانتخابية من جانب مسئولي هذه الدول ، اتهمت وزارة الخارجية الإيرانية وسائل إعل

source: Israeli television: settlements continue ... and apartments are empty
ar: التلفزيون الاسرائيلي:الاستيطان يتواصل .. والشقق فارغة

source: Bethlehem -Ma'an News Agency - Only three days after Netanyahu's speech, when everyone thought that construction of settlements had stopped, Israeli television revealed that the diggers in the West Bank, in the Ramallah area to be precise, are still worki
ar: بيت لحم- تقرير وكالة معا- بعد خطاب نتنياهو بثلاثة ايام فقط , حيث اعتقد الجميع ان البناء في المستوطنات قد توقف كشف التلفزيون الاسرائيلي ان الحفارات في الضفة الغربية وتحديدا في منطقة رام الله لا تزال تعمل وتبني، وان العمال الفلسطينيين يجري استخدامهم للعمل ف

source: 46 dead and 166 wounded in the explosion of a mined truck in Karkuk
ar: 46 قتيلا وأكثر من 166 جريحا في انفجار شاحنة ملغومة بكركوك

source: Panic and mayhem resulted from a suicidal attack on Saturday in a Shiite village close to Karkuk North of Iraq. The attack resulted in forty six deaths and 166 injuries, and took place ten days prior to the withdrawal of US troops from Iraqi cities.
ar: أثار هجوم انتحاري بشاحنة مفخخة الذعر والأسى يوم السبت في بلدة شيعية تركمانية قريبة من كركوك شمال العراق حيث أوقع 46 قتيلا و166 جريحا على الأقل , وذلك قبل عشرة أيام فقط من انسحاب القوات الأمريكية من المدن العراقية.

source: Turhan Youssef Abdel Ruhman, chief police officer in Karkuk, said: “The attack resulted in forty six deaths and 166 injuries. Search operations are ongoing in hopes of finding more survivors or victims.
ar: وقال تورهان يوسف عبد الرحمن قائد شرطة كركوك : حصيلة الاعتداء الانتحاري بلغت 46 قتيلا و166 جريحا , وعمليات البحث مستمرة للعثور على ضحايا أو ناجين آخرين.

source: Doctor Shukr Abd Allah, who works in the morgue of the city of Taza, thirty kilometers away from Karkuk, has confirmed forty six deaths as a result. 166 injuries were received by Karkuk hospital.
ar: وفي مشرحة بلدة تازة الصغيرة - التي تبعد 30 كيلومتر عن كركوك - أكد الطبيب شكر عبد الله سقوط 46 قتيلا , ونُقل إلى مستشفى كركوك أكثر من 166 جريحا.

source: Earlier statistics had indicated the death of 22 people and the injury of 125 others.
ar: وكانت حصيلة سابقة قد أشارت إلى مقتل 22 شخصا على الأقل وجرح 125 آخرين.

source: A Karkuk police officer revealed that the truck was stationed 400 meters away from Hassuniyet Arrasool in Taza. The explosion resulted in damages at the mosque and the destruction of fifteen houses, many of whose residents were buried beneath the rubble.
ar: وقال ضابط في شرطة كركوك إن الشاحنة كانت متوقفة على بعد 400 متر من حسينية الرسول في تازة , وأسفر عن أضرار بالمسجد وعن تدمير نحو 15 منزلا طُمر العديد من سكانها تحت الأنقاض.

source: He stated that: “Many victims are still lying beneath the ruins of tens of houses. Some of these houses had almost fully collapsed”
ar: وأوضح أن : عدد كبير من الضحايا ما زالوا تحت أنقاض عشرات المنازل التي انهار بعضها بشكل شبه كامل.

source: One official accused Al Qaeda of orchestrating the attack, saying that “the explosion had Al Qaeda written all over it”. He said: “The truck carried more than a tone of explosives.”.
ar: واتهم أحد المسئول تنظيم القاعدة بتنفيذ التفجير قائلا إن : التفجير يحمل بصمات القاعدة , وتابع : الشاحنة كانت محملة بأكثر من طن من المتفجرات.

source: The attack was conducted only ten days prior to the withdrawal of US troops from Iraqi villages and cities, whose security will be administered by Iraqi military and police forces.
ar: ويأتي هذا الهجوم قبل عشرة أيام من انسحاب الجيش الأمريكي من المدن والقرى العراقية التي ستتولى مسئولية أمنها قوات الجيش والشرطة العراقيين.

source: Majda Azza, a regional councilor who was present close to the mosque said: “The murderers picked the time when farmers would return from their fields, houses collapsed on their residents. It’s a tragedy conducted by Al Qaeda.”
ar: وقال ماجد عزة وهو مستشار إقليمي كان قريبا من المسجد إن : القتلة اختاروا وقت عودة الفلاحين من حقولهم والمنازل انهارت على سكانها , إنها مأساة ارتكبتها القاعدة.

source: Karkuk police called on village residents to donate blood to the victims.
ar: وأطلقت شرطة كركوك ، عبر مكبرات الصوت ، نداءات تطالب الأهالي بالتبرع بالدم لإنقاذ الجرحى.

source: The attack is one of the most violent attacks witnessed in the region since April 29th, when three explosive vehicles exploded in Al Sadr markets, killing 51 people.
ar: ويعتبر هذا الهجوم هو الأعنف الذي يشهده العراق منذ 29 أبريل عندما انفجرت ثلاث سيارات مفخخة في أسواق بمدينة الصدر موقعة 51 قتيلا.

source: Sarkozy: Niqab is a symbol of subservience
ar: ساركوزي: النقاب علامة استعباد للمرأة

source: French President Nicola Sarkozy said in an address to parliamentary members in Versailles that the ‘burqu‘ (niqab) that covers a woman entirely is a ‘symbol of enslavement’ and that it was unwelcome in France.
ar: قال الرئيس الفرنسي نيكولا ساركوزي في خطاب امام مجلسي البرلمان في فرساي اليوم إن البرقع او النقاب الذي يغطي المراة من رأسها الى اخمص قدميها يشكل علامة استعباد للمرأة وان ارتداءه غير مرحب به في فرنسا.

source: Sarkozy said that the ‘niqab’ “is not a religious symbol but rather a symbol of subservience; I’d like to publicly state that the burqu is unwelcome in the French Republic”
ar: واكد ساركوزي ان البرقع ليس رمزا دينيا وإنما رمز استعباد للمرأة، وأريد ان أؤكد علنا ان البرقع غير مرحب به في اراضي الجمهورية الفرنسية.

source: The French President stated “we cannot accept imprisoned women in our country, ones that are isolated from any form of social life and ripped of their dignity. This is not the vision that the French Republic adopts in terms of the dignity of women”
ar: وأضاف الرئيس الفرنسي لا يمكن ان نقبل في بلادنا نساء سجينات خلف سياج ومعزولات عن اي حياة اجتماعية ومحرومات من الكرامة. هذه ليست الرؤية التي تتبناها الجمهورية الفرنسية بالنسبة لكرامة المراة.

source: Sarkozy had announced his support for a formation of an investigative committee that should determine the fate of the ‘full veil’ in France. Controversial debates surrounding atheism broke out when sixty parliament members requested the formation of this
ar: وأعرب عن تأييده لقيام لجنة تحقيق حول مصير الحجاب الكامل في فرنسا التي كان 60 نائبا فرنسيا قد طالبوا بتشكيلها في خطوة اعادت الجدل مجددا حول العلمانية، وهي من القضايا الحساسة في السياسة الفرنسية.

source: The headscarf is still banned in French governmental schools; it is regarded as a religious symbol by authorities.
ar: يذكر أن ارتداء الحجاب الإسلامي لا يزال محظورا في المدارس الحكومية الفرنسية، حيث تعتبره السلطات رمزا دينيا.

source: Sarkozy defended secularism in France by saying that France “does not reject religions but rather enforces a principle based on respect and impartiality”
ar: لكن ساركوزي دافع عن العلمانية في بلاده قائلا إنها ليست رفضا للديانات بل مبدأ يقوم على الحياد والاحترام.

source: He said We should not miss the real battle and, in the French Republic, we respect Islam just as much as any other religion
ar: واضاف: لا ينبغي ان نخطىء المعركة وفي الجمهورية يجب احترام الدين الاسلامي بنفس قدر احترام باقي الاديان.

source: Emma Kirby, BBC’s correspondent in Paris, said a group of parliament members of various political parties are requesting an investigation into whether the Islamic ‘burqu’ violates France’s secular principles
ar: وتقول مراسلة بي بي سي في باريس ايما كيربي ان مجموعة من النواب البرلمانيين من احزاب مختلفة يطالبون بفتح تحقيق فيما اذا كان ارتداء المسلمات البرقع يتنافى مع العلمانية الفرنسية.

source: Parliament members want to ensure that these women are wearing the ‘niqab’ based on personal will or coercion.
ar: كما يريد هؤلاء النواب التأكد من كون تلك النساء ترتدين البرقع بمحض ارادتهن ام مرغمات، حسب مراسلتنا.

source: Sarkozy’s address to the Parliament was the first of its kind since the nineteenth century; this was not possible prior to a constitutional amendment that was approved last year.
ar: وكان خطاب ساركوزي الاول الذي يلقيه رئيس فرنسي امام البرلمان منذ القرن التاسع عشر، ولم يكن ذلك ممكنا الى ان اجري تعديل دستوري العام الماضي.

source: France had prohibited the Islamic Hijab and all prominent religious symbols in public schools, causing great controversy on international and local levels.
ar: وكانت فرنسا قد منعت الحجاب الاسلامي والرموز الدينية البارزة من المدارس العمومية، مما فتح جدلا واسعا في البلاد وفي الخارج.

source: French parliament members stand divided on this issue; Minister of Immigration Eric Besson says that prohibiting the ‘niqab’ will cause tension within society. Rama Yade, French Junior Minister in charge of Human Rights, says she supports the ban if it w
ar: وينقسم نواب البرلمان الفرنسيون حول هذا الموضع، فوزير الهجرة ايريك بيسون يقول ان منعا تاما على النقاب سيخلق التوتر في المجتمع، بينما تقول الوزيرة المكلفة بحقوق الانسان راما واد انها تساند هذا المنع ان كان من شأنه حماية النساء المجبرات على ارتداء البرقع.

source: The French Muslim Council, an official institution, has rejected the debate both in concept and practice. The Council said that making the proposition through a parliamentary committee only distorts the perception of Islam and Muslims.
ar: ويرفض المجلس الاسلامي الفرنسي، وهو مؤسسة رسمية، هذا النقاش جملة وتفصيلا، قائلا ان طرح الموضوع بهذه الطريقة، عبر لجنة برلمانية، هو طريقة لتشويه صورة الاسلام والمسلمين.

source: France currently hosts five million Muslims
ar: يذكر ان فرنسا تؤوي حوالي خمسة ملايين مسلم.

source: Al-Azhar grand Mufti: veil is not Sarkozy's business, it is a Muslim affair
ar: شيخ الأزهر: النقاب ليس فريضة وموقف ساركوزي منه شأن داخلي

source: This may be Britain, and the British media, which interferes in the internal affairs through the dissemination of false information, or may be France which opened its capital Paris with the National Council of Resistance of Iran, which the US-led organiza
ar: قد يكون هذا الغرب بريطانيا، وتحديداً الإعلام البريطاني، الذي يتدخل في الشؤون الداخلية عبر نشر معلومات كاذبة أو مغلوطة عن إيران، أو قد يكون فرنسا التي فتحت عاصمتها باريس ذراعيها للمجلس الوطني للمقاومة الإيرانية الذي تتزعمه “منظمة مجاهدي خلق” بشكلٍ غير مسبو

source: The Iraqi Interior Ministry is prepared for the security task and the official celebrations on the day of Iraq's sovereignty
ar: الداخلية مستعدة للمهمة الأمنية واحتفالات رسمية بيوم السيادة العراقية

source: Iraqi citizens worry about the withdrawal of US forces
ar: مواطنون عراقيون قلقون لانسحاب القوات الأميركية

source: Sabah Al-Khaffaji from Baghdad:
ar: صباح الخفاجي من بغداد:

source: The citizens of Iraq received the Iraqi government's call to celebrate the 30th June with cautious reactions mixed with fear and concern from the Iraqis in all the provinces of Iraq. The Prime Minister Nouri Al-Maliki urged the Iraqis to celebrate June 3
ar: قوبلت دعوة الحكومة العراقية مواطنيها للاحتفال بيوم الثلاثين من حزيران بردود فعل حذرة، ومشوبة بقلق وخوف من قبل العراقيين في عموم محافظات العراق، وحث رئيس الوزراء العراقي نوري المالكي على الاحتفال بالثلاثين من حزيران باعتباره يوما للسيادة، لانسحاب القوات ال

source: This list of demands included working to bring Egypt to a notable position among the World Nations, to announce a strong electoral program suitable for the circumstances of the average citizens, and to work through it to improve the standard of living alo
ar: وضمت قائمة المطالب من جمال مبارك أن يجعل مصر في مكانة مرموقة وسط دول العالم وأن يعلن برنامجا إنتخابيا قويا يتلائم مع ظروف المواطنين يسعى من خلاله للارتقاء بمستوى المعيشة ويختار مجموعة من المخلصين الذين يسعون لتحقيق مصلحة مصر قبل مصالحهم الشخصية ويعملون دو

source: The talk about withdrawing from Iraqi cities which was completed on June 30 is similar to a large extent with the kind of withdrawals that Israel carries out from time to time from some of the West Bank cities only to return to them under various pretexts
ar: الحديث عن الإنسحاب من المدن العراقية الذي اكتمل الثلاثاء 30 / 6 يشبه إلى حد كبير ذات النوع من الإنسحابات التي تجريها إسرائيل بين حين وآخر من بعض المدن في الضفة الغربية لتعود إليها بذرائع مختلفة فتطارد وتفتش وتغتال ثم تغادر، لذلك عادة ما يطلقون على هذا الن

source: The Iraqi people yesterday needed the full withdrawal of the US forces from Iraq which would present an opportunity for national reconciliation without the pressure or terrorism. All of the Arabs, especially the neighbouring countries, wish for that. Th
ar: الشعب العراقي في أمس الحاجة لانسحاب أمريكي من كل العراق يقدم له فرصة المصالحة الوطنية دون ضغط أو إرهاب، وهو ما يتمناه كل الأشقاء العرب وخاصة دول الجوار، والشعب العراقي كان يأمل أن يكون الإنسحاب مرتبطاً بتوفير ما زعمت أمريكا أنها تغزو أرض العراق من أجل تحق

source: The US withdrawal from the Iraqi cities could have been a day of celebration for a brotherly Iraq if it coincided with the presence of an Iraqi political and security institutution which would restore a genuine Arabic facet, internal unity and reunite wit
ar: الانسحاب الأمريكي من المدن العراقية كان يمكن أن يمثل يوم عيد للعراق الشقيق لو ترافق مع وجود مؤسسة أمنية وسياسية عراقية جامعة تعيد للعراق وجهه العربي الأصيل ووحدته الداخلية وتعيد ربطه بمحيطه العربي متحرراً من كل آثار الغزو وما خلقه من نعرات مذهبية كادت ان

source: Us withdrawal or redeployment?. Ziad Abu Shawish
ar: إنسحاب أمريكي أم إعادة انتشار؟ ... زياد ابوشاويش

source: Ziad Abu Shawish
ar: زياد ابوشاويش

source: As for Hibba Rezag, a teacher, she expressed concern about the withdrawal of the US military forces that would coincide with the upcoming parliamentary election. She said, The Shiite parties struggle among each other to stay in power while the Sunni pa
ar: اما هبة رزاق معلمة فتعبر عن قلقها من انسحاب القوات العسكرية الأميركية المتزامن مع اقتراب الانتخابات النيابية وقالت ان الأحزاب الشيعية تتصارع فيما بينها للبقاء في السلطة، والأحزاب السنية تتصارع للسبب نفسه. لهذا انا خائفة كثيرا من ان يتحول هذا الصراع الى ص
